{
  "nav_about": "About Us",
  "nav_store": "Food Service Area",
  "nav_contact": "Contact Us",
  "index_title": "Our Products",
  "index_info": "We insist on selecting high-quality local varieties and use an all-natural, additive-free method, employing the latest technology to retain the original flavor of the beans while maintaining the best texture and appearance, making every bite a pure representation of nature.",
  "index_info_2": "'The World's Premier Beans' processing plant is located in Miaoli County. With a deep affection for agricultural products and a commitment to quality, we have innovated a unique processing technology that can completely preserve the nutrients and flavor of the beans through a high-temperature sterilization process without adding any preservatives. This technological breakthrough ensures that each can of bean products maintains distinct grains, retaining their natural color, flavor, and quality.",
  "footer_address": "No. 6-1, Lane 1, Zhongzheng Road, Sanwan Township, Miaoli County",
  "about_title": "'From Land to Table, Pure Every Bean'",
  "about_info_1": "'The World's Premier Beans' processing plant is located in Miaoli County. With a deep affection for agricultural products and a commitment to quality, we have innovated a unique processing technology that can completely preserve the nutrients and flavor of the beans through a high-temperature sterilization process without adding any preservatives. This technological breakthrough ensures that each can of bean products maintains distinct grains, retaining their natural color, flavor, and quality.",
  "about_info_2": "Our product range is diverse, including common Taiwanese beans such as red beans, soybeans, and peanuts, as well as local agricultural products such as sweet potatoes and taro processed using innovative technology. We insist on selecting high-quality local varieties and use an all-natural, additive-free method, employing the latest technology to retain the original flavor of the beans while maintaining the best texture and appearance, making every bite a pure representation of nature. 'The World's Premier Beans' not only pursues excellence in quality but is also committed to innovation and development, launching special products including chestnuts, black fungus, and purple sweet potato oats to meet the diverse needs of the market. These products combine our strict requirements for food safety and nutritional value with a deep understanding of taste enjoyment.",
  "about_info_3_1": "Our efforts and commitment have earned the company several international certifications, including",
  "about_info_3_2": "HACCP / ISO22000 certification",
  "about_info_3_3": "U.S. FDA (LACF) certification",
  "about_info_3_4": "Halal certification",
  "about_info_3_5": "making 'The World's Premier Beans' renowned worldwide. Currently, our 11 products are exported to countries such as Japan, Canada, Australia, Singapore, Hong Kong, Brazil, Thailand, and Indonesia, with our red bean and taro products being especially popular in the U.S. market. This is not only a recognition of our technology but also an affirmation of the quality of Taiwan's local agricultural products.",
  "contact_phone": "Contact Phone",
  "contact_fax_phone": "Fax Phone",
  "contact_address": "Contact Address",
  "loading_text_1": "'From Land to Table, ",
  "loading_text_2": "Pure Every Bean'",
  "read_more": "Read More"
}
